Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# datasafety_local_vault_section
source: Vault
ar: قبو
de: Benutzereinstellungen
es: Caja fuerte
fr: Coffre-fort
hu: Széf
it: Cassaforte
ja: 保管庫
ko: 보관함
pt_br: Cofre
pt_pt: Definições do utilizador
ru: Хранилище
uk: Сховище
zh_hans: 用户设置

# datasafety_remote_section
source: Remote data
ar: البيانات عن بعد
de: Externe Daten
es: Datos remotos
fr: Données à distance
hu: Távoli adatok
it: Dati Remoti
ja: リモートデータ
ko: 원격 데이터
pt_br: Dados remotos
pt_pt: Dados remotos
ru: Облачные данные
uk: Віддалені дані
zh_hans: 远程路径

# datasafety_remote_text
source: Remote data is stored on Bitwarden servers with zero-knowledge encryption.
ar: يتم تخزين البيانات عن بعد على خوادم Bitwarden بتشفير المعرفة الصفرية.
de: Externe Daten werden auf Bitwarden Servern mit Null-Kenntnis-Verschlüsselung gespeichert.
es: Los datos remotos se almacenan en servidores Bitwarden con cifrado de conocimiento cero.
fr: Les données distantes sont stockées sur les serveurs Bitwarden avec un chiffrement zéro connaissance.
hu: A távoli adatokat a Bitwarden szerverein tárolják zéró-tudomású titkosítással.
it: I dati remoti vengono memorizzati sui server di Bitwarden con crittografia end-to-end.
ja: リモートデータは、ゼロ知識暗号化を使用して Bitwarden のサーバー上に保存されます。
ko: 원격 데이터는 영지식 증명으로 암호화한 뒤 Bitwarden 서버에 저장됩니다.
pt_br: Os dados remotos são armazenados nos servidores do Bitwarden com criptografia de conhecimento zero.
pt_pt: Os dados remotos são armazenados nos servidores do Bitwarden com criptografia de conhecimento zero.
ru: Облачные данные хранятся на серверах Bitwarden с шифрованием с нулевым знанием.
uk: Віддалені дані зберігаються на серверах Bitwarden з шифруванням з нульовим знанням.
zh_hans: 远程数据以零知识加密方式存储在 Bitwarden 服务器上。

source: Date
ar: التاريخ
de: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日付
ko: 날짜
pt_br: Data
pt_pt: Data
ru: Дата
uk: Дата
zh_hans: 日期

# datepicker_title
source: Date picker
ar: منتقي التاريخ
de: Datumsauswahl
es: Selector de fecha
fr: Sélecteur de date
hu: Dátumválasztó
it: Seleziona data
ja: 日付の選択
ko: 날짜 선택
pt_br: Seletor de data
pt_pt: Seletor de data
ru: Выбор даты
uk: Вибір дати
zh_hans: 日期选择器

# days_plural
source: %lld days
ar: %lld أيام
de: %lld Tage
es: %lld días
fr: %lld jours
hu: %lld nap
it: %lld giorni
ja: %lld 日
ko: %lld일
pt_br: %lld dias
pt_pt: %lld dias
ru: %lld дня
uk: %lld днів
zh_hans: %lld 天

source: Deactivated
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Deaktiválva
it: Disattivato
ja: 無効化されました
ko: 비활성화됨
pt_br: Desativado
pt_pt: Desativado
ru: Деактивировано
uk: Деактивовано
zh_hans: 已停用

source: December
ar: ديسمبر
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
ko: 12월
pt_br: Dezembro
pt_pt: Dezembro
ru: Декабрь
uk: Грудень
zh_hans: 十二月

source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
fr: Déchiffrer
it: Decrittografa
ja: 復号
ko: 복호화
pt_br: Descriptografar
pt_pt: Desencriptar
ru: Расшифровать
uk: Розшифрувати
zh_hans: 解密

source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Deletion date
ar: تاريخ الحذف
de: Löschdatum
es: Fecha de eliminación
fr: Date de suppression
hu: Törlési dátum
it: Data di eliminazione
ja: 削除した日
ko: 삭제 날짜
pt_br: Data de exclusão
pt_pt: Data de eliminação
ru: Дата удаления
uk: Дата видалення
zh_hans: 删除时间

# deletion_date_custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Customizado
pt_pt: Personalizado
ru: Пользовательское
uk: Користувацька
zh_hans: 自定义

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ko: 설명
pt_br: Descrição
pt_pt: Descrição
ru: Описание
uk: Опис
zh_hans: 描述

source: Destination email
ar: البريد الإلكتروني للوجهة
de: Ziel-E-Mail-Adresse
fr: Email du destinataire
pt_br: E-mail de destino
pt_pt: E-mail de destino
uk: Ел. пошта призначення
zh_hans: 目标电子邮件

# destinationpicker_organization_ownership_note
source: This organization will have ownership of the copy. You will not become the direct owner.
ar: سيكون لهذه المنظمة ملكية النسخة. لن تكون المالك المباشر.
de: Diese Organisation wird Eigentum der Kopie haben. Sie werden nicht der direkte Eigentümer sein.
es: Esta organización tendrá la propiedad de la copia. Tú no serás el dueño directo.
fr: Cette organisation aura une propriété de la copie. Vous n'en serez pas le propriétaire direct.
hu: Ennek a szervezetnek lesz tulajdonjoga a másolathoz. Nem ön lesz a közvetlen tulajdonos.
it: Questa organizzazione avrà la proprietà della copia. Non sarai il proprietario diretto.
ja: この組織はコピーの所有権を持ちます。あなたが直接の所有者になることはありません。
ko: 이 조직은 사본에 대한 소유권을 가집니다. 원본의 소유자는 될 수 없습니다.
pt_br: Essa organização terá a posse dessa cópia. Você não será o proprietário direto.
pt_pt: Esta organização terá propriedade duma cópia. Você não será o proprietário direto.
ru: Эта организация будет иметь право собственности на копию. Вы не будете непосредственным владельцем.
uk: Ця організація матиме право власності на копію. Ви не будете безпосереднім власником.
zh_hans: 此副本将归组织所有，你将不再是直接所有者。

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 無効
ko: 꺼짐
pt_br: Desativado
pt_pt: Desativado
ru: Отключено
uk: Вимкнено
zh_hans: 已禁用

source: Domain
ar: اِختِصاص
de: Domäne
es: Dominio
fr: Domaine
hu: Domain név
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
pt_pt: Domínio
ru: Домен
uk: Домен
zh_hans: 域名

source: Download
ar: تحميل
de: Herunterladen
es: Descarga
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
pt_pt: Transferência
ru: Скачать
uk: Завантажити
zh_hans: 下载

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hu: Letöltések
it: Scaricati
ja: ダウンロード
ko: 다운로드
pt_br: Baixados
pt_pt: Transferências
ru: Загрузки
uk: Завантаження
zh_hans: 下载

# downloads_empty_label
source: No downloads
ar: لا توجد تنزيلات
de: Keine Downloads vorhanden
es: Sin descargas
fr: Aucun téléchargement
hu: Nincsenek letöltések
it: Nessun download
ja: ダウンロードなし
ko: 다운로드 없음
pt_br: Nenhum download
pt_pt: Sem transferências
ru: Нет загрузок
uk: Завантаження відсутні
zh_hans: 暂无下载

source: Duplicate
ar: ينسخ
de: Duplikat
es: Duplicar
fr: Dupliquer
hu: Másolás
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicado
pt_pt: Duplicar
ru: Дублировать
uk: Дублювати
zh_hans: 重复项

# duplicates_empty_label
source: No duplicates
ar: لا توجد تكرارات
de: Keine Duplikate vorhanden
es: Sin duplicados
fr: Aucun doublon
hu: Nincsenek ismétlődések
it: Nessun duplicato
ja: 重複なし
ko: 중복 항목 없음
pt_br: Sem duplicados
pt_pt: Sem duplicados
ru: Дубликатов нет
uk: Дублікати відсутні
zh_hans: 暂无重复项

source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
ru: Редактировать
uk: Редагувати
zh_hans: 编辑

# elevatedaccess_biometric_auth_confirm_text
source: Use biometric authentication to confirm your access and unlock this data.
ar: استخدم المصادقة البيومترية لتأكيد وصولك وفتح هذه البيانات.
de: Biometrische Authentifizierung verwenden, um den Zugriff zu bestätigen und die Daten freizuschalten.
es: Usa la autenticación biométrica para confirmar su acceso y desbloquear estos datos.
fr: Utilisez l'authentification biométrique pour confirmer votre accès et déverrouiller ces données.
hu: Használjon biometrikus hitelesítést a hozzáférés megerősítéséhez és az adatok zárolásának feloldásához.
it: Usa l'autenticazione biometrica per confermare l'accesso e sbloccare questi dati.
ja: 生体認証を使用してアクセスを確認し、このデータのロックを解除します。
ko: 생체 정보를 사용하여 이 데이터를 잠금 해제합니다.
pt_br: Use a autenticação biométrica para confirmar seu acesso e desbloquear os dados.
pt_pt: Usar autenticação biométrica para confirmar acesso e desbloquear os dados.
ru: Использовать биометрическую аутентификацию для подтверждения доступа и разблокировки этих данных.
uk: Підтвердити ваш доступ та розблокувати дані за допомогою біометричної автентифікації.
zh_hans: 使用生物识别认证来确认您的访问权限并解锁这些数据。

# elevatedaccess_biometric_auth_confirm_title
source: Confirm access
ar: تأكيد الوصول
de: Zugriff bestätigen
es: Confirmar acceso
fr: Confirmer l'accès
hu: Hozzáférés megerősítése
it: Conferma accesso
ja: アクセスの確認
ko: 접근 확인
pt_br: Confirmar acesso
pt_pt: Confirmar acesso
ru: Подтвердите доступ
uk: Підтвердити доступ
zh_hans: 确认访问

# elevatedaccess_header_text
source: This data is protected, to continue please enter your app password.
ar: هذه البيانات محمية، للمتابعة، يرجى إدخال كلمة مرور التطبيق الخاص بك.
de: Diese Daten sind geschützt, geben Sie bitte Ihr App-Passwort ein um fortzufahren.
es: Estos datos están protegidos, para continuar por favor ingrese la contraseña de la aplicación.
fr: Ces données sont protégées, pour continuer, veuillez entrer le mot de passe de votre application.
hu: Ez az adat védett, a folytatáshoz kérjük, adja meg az alkalmazás jelszavát.
it: Questi dati sono protetti, per continuare inserisci la password dell'app.
ja: このデータは保護されています。続行するには、アプリのパスワードを入力してください。
ko: 이 데이터는 보호되어 있습니다. 계속하려면 앱 비밀번호를 입력하세요.
pt_br: Estes dados estão protegidos, para continuar por favor digite a senha do seu aplicativo.
pt_pt: Estes dados estão protegidos, para continuar por favor digitar a palavra-passe do seu aplicativo.
ru: Эти данные защищены, чтобы продолжить, введите ваш пароль приложения.
uk: Ці дані захищені, щоб продовжити введіть ваш пароль до застосунку.
zh_hans: 此数据已被加密，请输入您的应用专用密码以继续。

# elevatedaccess_header_title
source: Confirm access
ar: تأكيد الوصول
de: Zugriff bestätigen
es: Confirmar acceso
fr: Confirmer l'accès
hu: Hozzáférés megerősítése
it: Conferma accesso
ja: アクセスの確認
ko: 접근 확인
pt_br: Confirmar acesso
pt_pt: Confirmar acesso
ru: Подтвердить доступ
uk: Підтвердити доступ
zh_hans: 确认访问

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hu: Email cím
ja: メールアドレス
ko: 이메일
ru: Эл. почта
uk: Ел. пошта
zh_hans: 电子邮件

# email_action_check_data_breach_title
source: Check the email in known data breaches
ar: التحقق من البريد الإلكتروني في خروقات البيانات المعروفة
de: Überprüfe, ob die E-Mail in bekannten Datenlecks vorhanden ist
es: Comprobar si el correo está en las filtraciones de datos conocidas
fr: Vérifier si l'e-mail est dans une fuite de données connue
hu: Email cím ellenőrzése ismert adatszivárgásokban
it: Controlla l'email in violazioni di dati conosciute
ja: 既知のデータ漏洩でメールアドレスをチェック
ko: 이메일 유출 확인
pt_br: Verifique o e-mail em vazamentos de dados conhecidos
pt_pt: Verificar se o e-mail existe em violações de dados conhecidas
ru: Проверить электронную почту в известных утечках данных
uk: Перевірити ел. пошту в відомих витоках даних
zh_hans: 在已泄露数据库中检查电子邮件

# email_not_verified
source: Not verified
ar: لم يتم التحقق منها
de: Nicht verifiziert
es: No verificado
fr: Non vérifié
hu: Nincs megerősítve
it: Non verificata
ja: 未確認
ko: 확인되지 않음
pt_br: Não verificado
pt_pt: Não verificado
ru: Не подтверждено
uk: Не підтверджено
zh_hans: 未验证

# email_verified
source: Verified
ar: تم التحقق
de: Verifiziert
es: Verificado
fr: Vérifié
hu: Megerősítve
it: Verificata
ja: 確認済み
ko: 확인됨
pt_br: Verificado
pt_pt: Verificado
ru: Подтверждено
uk: Підтверджено
zh_hans: 已验证

source: Email visibility
ar: رؤية البريد الإلكتروني
de: E-Mail Sichtbarkeit
es: Visibilidad del correo
fr: Visibilité de l'e-mail
hu: Email láthatóság
it: Visibilità email
ja: メールアドレスの表示
ko: 이메일 보기 권한
pt_br: Visibilidade do e-mail
pt_pt: Visibilidade do e-mail
ru: Видимость эл. почты
uk: Видимість електронної пошти
zh_hans: 电子邮件可见性

# emailleak_breach_accounts_count_plural
source: %lld accounts
ar: %lld حسابات
de: %lld Konten
es: %lld cuentas
fr: %lld comptes
hu: %lld fiók
it: Account %lld
ja: %lld アカウント
ko: 계정 %lld개
pt_br: %lld contas
pt_pt: %lld contas
ru: %lld аккаунтов
uk: %lld облікових записів
zh_hans: %lld 账户

# emailleak_breach_found_title
source: Breached accounts found
ar: تم العثور على حسابات خرقت
de: Betroffene Konten gefunden
es: Cuentas comprometidas encontradas
fr: Des comptes ayant fuité ont été trouvés
hu: Kiszivárgott fiókok találhatók
it: Account violati trovati
ja: 漏洩したアカウントが見つかりました
ko: 유출된 계정 발견
pt_br: Contas comprometidas encontradas
pt_pt: Encontradas contas com violação de dados
ru: Обнаружены скомпрометированные учетные данные
uk: Знайдено скомпрометовані облікові дані
zh_hans: 发现被泄露的账户

# emailleak_breach_not_found_title
source: No breaches found
ar: لم يتم العثور على انتهاكات
de: Keine Datenlecks gefunden
es: No se encontraron filtraciones de datos
fr: Aucune violation trouvée
hu: Nem található adatszivárgás
it: Nessuna violazione trovata
ja: 漏洩は見つかりませんでした
ko: 유출된 계정 없음
pt_br: Não foram encontrados vazamentos
pt_pt: Nenhuma violação de dados encontrada
ru: Утечки не найдены
uk: Витоків не знайдено
zh_hans: 未发现数据泄露

# emailleak_breach_occurred_at
source: Occurred on %1$@
ar: حدث في %1$@
de: Aufgetreten am %1$@
es: Ocurrió en %1$@
fr: A eu lieu le %1$@
hu: Bekövetkezett ekkor: %1$@
it: Avvenuta il %1$@
ja: 発生日: %1$@
ko: %1$@에 유출됨
pt_br: Ocorreu em %1$@
pt_pt: Ocorreu a %1$@
ru: Произошло %1$@
uk: Відбулося %1$@
zh_hans: 泄露于 %1$@

# emailleak_breach_reported_at
source: Reported on %1$@
ar: أُبلغ عنه في %1$@
de: Gemeldet am %1$@
es: Reportado en %1$@
fr: Signalé le %1$@
hu: Jelentve ekkor: %1$@
it: Segnalata il %1$@
ja: 報告日: %1$@
ko: %1$@에 보고됨
pt_br: Reportado em %1$@
pt_pt: Relatado a %1$@
ru: Стало известно %1$@
uk: Стало відомо %1$@
zh_hans: 报告于 %1$@

# emailleak_breach_section
source: Breaches
ar: الخروقات
de: Datenlecks
es: Vulneraciones
fr: Violations
hu: Adatszivárgások
it: Violazioni
ja: 漏洩
ko: 유출
pt_br: Vazamentos
pt_pt: Violações de dados
ru: Утечки
uk: Скомпрометовані сервіси
zh_hans: 泄露

# emailleak_failed_no_api_found_text
source: Failed to check data breaches. The endpoint is not available
ar: فشل التحقق من اختراقات البيانات. نقطة النهاية غير متوفرة
de: Datenlecks konnten nicht überprüft werden. Der Endpunkt ist nicht verfügbar
fr: Impossible de vérifier les fuites des données. Le service n'est pas accessible.
hu: Nem sikerült ellenőrizni az adatszivárgást. A végpont nem érhető el.
pt_br: Falha ao verificar violações de dados. O endpoint não está disponível
pt_pt: Falha na verificação de violações de dados. O endpoint não está disponível
uk: Не вдалося перевірити витоки даних. Кінцева точка API недоступна
zh_hans: 数据泄露检测失败，接口不可用

# emailleak_failed_to_load_status_text
source: Failed to check data breaches. You might be offline
ar: فشل في التحقق من خروقات البيانات. قد تكون غير متصل حاليًا
de: Konnte nicht auf Datenlecks überprüfen. Möglicherweise sind Sie derzeit Offline
es: No se pudieron comprobar las filtraciones de datos. Es posible que estés fuera de línea
fr: Impossible de vérifier les violations de données. Vous pourriez actuellement être hors ligne
hu: Nem sikerült ellenőrizni az adatszivárgást. Lehet, hogy jelenleg offline állapotban van
it: Impossibile controllare le violazioni dei dati. Al momento potresti essere offline
ja: データ漏洩のチェックに失敗しました。現在オフラインになっている可能性があります。
ko: 데이터 유출을 확인하지 못했습니다. 앱이 오프라인 상태일 수 있습니다.
pt_br: Falha na verificação de vazamentos de dados. Você pode estar off-line no momento
pt_pt: Falha ao verificar violações de dados. Pode não haver acesso à internet
ru: Не удалось проверить утечку данных, возможно, вы сейчас не в сети
uk: Не вдалося перевірити витоки даних. Перевірте з'єднання з інтернетом
zh_hans: 无法检查数据泄露情况。您目前可能处于离线状态。

# emailleak_note
source: Breached account data can provide malicious actors with access to sensitive personal and financial information, potentially leading to identity theft, financial fraud, and other forms of cybercrime.
ar: يمكن أن توفر بيانات الحساب المخترقة للجهات الفاعلة الخبيثة إمكانية الوصول إلى المعلومات الشخصية والمالية الحساسة، مما قد يؤدي إلى سرقة الهوية والاحتيال المالي وأشكال أخرى من الجرائم الإلكترونية.
de: Die veröffentlichten Kontodaten können böswilligen Aktoren Zugriff auf vertrauliche persönliche und finanzielle Informationen gewähren, was potenziell zu Identitätsdiebstahl, Finanzbetrug und anderen Formen von Cyberkriminalität führen.
es: Las filtraciones de datos pueden proporcionar a los actores maliciosos acceso a información personal y financiera sensible potencialmente conduciendo a robo de identidad, fraude financiero y otras formas de cibercrimen.
fr: Les données de compte endommagées peuvent fournir aux acteurs malveillants un accès à des informations personnelles et financières sensibles, pouvant entraîner un vol d'identité, une fraude financière et d'autres formes de cybercriminalité.
hu: A feltört fiókadatok rosszindulatú szereplők számára hozzáférést biztosíthatnak érzékeny személyes és pénzügyi információkhoz, ami személyazonosság-lopáshoz, pénzügyi csaláshoz és a kiberbűnözés más formáihoz vezethet.
it: I dati degli account violati possono fornire a soggetti malintenzionati l'accesso a informazioni personali e finanziarie sensibili, portando potenzialmente al furto di identità, alla frode finanziaria e ad altre forme di criminalità informatica.
ja: 漏洩したアカウントデータは、悪意のある者に機密性の高い個人情報や財務情報へのアクセスを提供し、なりすましや金融詐欺、その他の形態のサイバー犯罪につながる可能性があります。
ko: 계정 데이터가 유출되면 민감한 개인 및 금융 정보에 대한 접근 권한을 악성 사용자에게 제공할 수 있으며, 잠재적으로 신원 도용, 금융 사기 및 다른 형태의 사이버 범죄로 이어질 수 있습니다.
pt_br: Dados de contas que sofreram vazamento podem fornecer a agentes mal-intencionados acesso a informações pessoais e financeiras confidenciais, o que pode levar a roubo de identidade, fraude financeira e outras formas de crime cibernético.
pt_pt: Contas com violação de dados podem fornecer aos agentes maliciosos acesso a informações pessoais e financeiras sensíveis, potencialmente conduzindo a roubo de identidade, fraude financeira e outras formas de ciber-criminalidade.
ru: Скомпрометированные учетные записи могут предоставить злоумышленникам доступ к вашим персональным и финансовым данным, что подвергает вас риску кражи личных данных, финансовому мошенничеству и другим формам киберпреступлений.
uk: Скомпрометовані облікові записи можуть надати зловмисникам доступ до ваших персональних та фінансових даних, що наражає вас на ризик крадіжки ідентичності, фінансового шахрайства та інших форм кіберзлочинності.
zh_hans: 被泄露的账户数据可让恶意行为者获取敏感的个人和财务信息，从而可能导致身份盗用、财务欺诈和其他形式的网络犯罪。

# emailleak_title
source: Data breach
ar: خرق البيانات
de: Datenleck
es: Informe de filtración de datos
fr: Violation de données
hu: Adatszivárgás
it: Violazioni dei dati
ja: データ漏洩
ko: 데이터 유출
pt_br: Vazamento de dados
pt_pt: Violação de dados
ru: Утечка данных
uk: Витік даних
zh_hans: 数据泄露

# emailrelay_base_env_note
source: Specify the base URL of your self-hosted installation.
ar: حدد عنوان URL الأساسي للتثبيت المستضاف ذاتيًا.
de: Geben Sie die Basis-URL Ihrer selbst gehosteten Installation an.
es: Especifique la URL base de su instalación autoalojada.
fr: Spécifiez l'URL de base de votre installation autohébergée.
hu: Adja meg a saját hosztolt telepítésének alap URL-jét.
it: Specifica l'URL di base della tua installazione self-hosted.
ja: セルフホスト型のインストールのベース URL を指定してください。
ko: 직접 호스팅 중인 서버의 기본 URL을 입력하세요.
pt_br: Especifique a URL raiz de sua instalação auto-hospedada.
pt_pt: Especifique o URL de raíz da sua instalação auto-hospedada.
ru: Укажите URL-адрес сервера вашей установки.
uk: Вкажіть основну URL-адресу вашого власного встановлення сервісу.
zh_hans: 指定自托管 Bitwarden 实例的根 URL。

# emailrelay_base_env_server_url_label
source: Server URL
ar: عنوان URL للخادم
es: URL del servidor
fr: URL du serveur
hu: Szerver URL
it: URL del server
ja: サーバー URL
ko: 서버 URL
pt_br: Endereço do servidor
pt_pt: Endereço do servidor
ru: URL сервера
uk: URL-адреса сервера
zh_hans: 服务器 URL

# emailrelay_delete_many_confirmation_title
source: Delete the email forwarders?
ar: هل تريد حذف معيدي توجيه البريد الإلكتروني؟
de: E-Mail-Weiterleitungen löschen?
es: ¿Deseas eliminar los reenviadores de correo?
fr: Supprimer les transferts d'adresse-mail ?
hu: Törli az email továbbítókat?
it: Eliminare gli inoltranti email?
ja: メール転送を削除しますか？
ko: 이메일 포워딩 서비스를 삭제할까요?
pt_br: Apagar encaminhamentos de e-mail?
pt_pt: Apagar encaminhamentos de e-mail?
ru: Удалить пересыльщиков сообщений?
uk: Видалити сервіси пересилання електронної пошти?
zh_hans: 确定要删除选中的邮件转发器吗？

# emailrelay_delete_one_confirmation_title
source: Delete the email forwarder?
ar: هل تريد حذف معيد توجيه البريد الإلكتروني؟
de: E-Mail-Weiterleitung löschen?
es: ¿Deseas eliminar el reenvío de correo?
fr: Supprimer le transfert d'adresse-mail ?
hu: Törli az email továbbítót?
it: Eliminare l'inoltrante email?
ja: メール転送を削除しますか？
ko: 이메일 포워딩 서비스를 삭제할까요?
pt_br: Apagar encaminhamento de e-mail?
pt_pt: Apagar encaminhamento de e-mail?
ru: Удалить пересыльщика сообщения?
uk: Видалити сервіс пересилання електронної пошти?
zh_hans: 确定要删除此邮件转发器吗？

# emailrelay_empty_label
source: No email forwarders
ar: لا يوجد وكلاء البريد الإلكتروني
de: Keine E-Mail Weiterleitungen
es: Sin reenviadores de correo
fr: Aucun transfert d'adresse mail
hu: Nincsenek Email továbbítók
it: Nessun inoltrante email
ja: メール転送なし
ko: 이메일 포워딩 서비스 없음
pt_br: Sem encaminhamentos de e-mail
pt_pt: Sem encaminhamentos de e-mail
ru: Нет пересыльщиков сообщений
uk: Сервіси пересилання електронної пошти відсутні
zh_hans: 暂无邮件转发器

# emailrelay_integration_title
source: Email forwarder integration
ar: تكامل معيد توجيه البريد الإلكتروني
de: E-Mail-Weiterleitung Integration
es: Integración de reenvío de correo
fr: Intégration des transferts d'adresse-mails
hu: Email továbbító integráció
it: Integrazione inoltrante email
ja: メール転送統合
ko: 이메일 포워딩 서비스 통합
pt_br: Integração de encaminhamento de e-mail
pt_pt: Integração de encaminhamento de e-mail
ru: Интеграция с пересыльщиком сообщений
uk: Інтеграція сервісу пересилання ел. пошти
zh_hans: 电子邮件转发器集成

# emailrelay_list_header_title
source: Email forwarders
ar: وكلاء البريد الإلكتروني
de: E-Mail-Weiterleitungen
es: Reenviadores de correo
fr: Transfert d'adresse-mail
hu: Email továbbítók
it: Inoltranti email
ja: メール転送
ko: 이메일 포워딩 서비스
pt_br: Encaminhadores de e-mail
pt_pt: Encaminhamentos de e-mail
ru: Перенаправляющие письма
uk: Сервіси пересилання електронної пошти
zh_hans: 电子邮件转发器

# emailrelay_list_section_title
source: Email forwarders
ar: وكلاء البريد الإلكتروني
de: E-Mail-Weiterleitungen
es: Reenviadores de correo
fr: Transferts d'adresse-mail
hu: Email továbbítók
it: Inoltranti email
ja: メール転送
ko: 이메일 포워딩 서비스
pt_br: Encaminhadores de e-mail
pt_pt: Encaminhamentos de e-mail
ru: Перенаправляющие письма
uk: Сервіси пересилання електронної пошти
zh_hans: 电子邮件转发器

# empty_value
source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
hu: Üres
it: Vuoto
ja: なし
ko: 비어 있음
pt_br: Vazio
pt_pt: Vazio
ru: Пусто
uk: Пусто
zh_hans: 空

source: Enabled
ar: مفعّل
de: Aktiviert
es: Activado
fr: Activé
hu: Engedélyezve
it: Attivato
ja: 有効
ko: 켜짐
pt_br: Ativado
pt_pt: Ativado
ru: Включено
uk: Увімкнено
zh_hans: 已启用

source: Encrypt
ar: تشفير
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
it: Crittografa
ja: 暗号化
ko: 암호화
pt_br: Criptografar
pt_pt: Encriptar
ru: Зашифровать
uk: Зашифрувати
zh_hans: 加密

source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
hu: Titkosítás
it: Crittografia
ja: 暗号化
ko: 암호화
pt_br: Criptografia
pt_pt: Encriptação
ru: Шифрование
uk: Шифрування
zh_hans: 加密

# encryption_algorithm_256bit_aes
source: 256-bit AES
ar: 256 بت الخدمات المعمارية والهندسية
es: AES de 256 bits
fr: AES 256 bits
it: AES a 256 bit
ko: 256비트 AES
pt_pt: AES de 256 bits
uk: 256-бітний AES
zh_hans: 256位 AES

# encryption_hash
source: Hash
ar: التجزئة
hu: Ellenőrzőösszeg
ja: ハッシュ
ko: 해시
ru: Хэш
uk: Хеш
zh_hans: 哈希值

# encryption_key
source: Key
ar: مفتاح
de: Schlüssel
es: Llave
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
pt_br: Chave
pt_pt: Chave
ru: Ключ
uk: Ключ
zh_hans: 密钥
